[
  {
    "name": "Movimiento Naluum",
    "items": [
      {
        "id": 1,
        "year": "2019",
        "title": "El Despertar",
        "content": "En una pequeña comunidad costera de Costa Rica, un grupo de biólogos marinos descubrió algo extraordinario: los arrecifes que habían dado por muertos comenzaban a regenerarse de forma acelerada. Este fenómeno, que llamaron 'Naluum' (renacimiento en lengua maya), marcó el inicio de todo.",
        "image": "🌊",
        "highlight": "Primera señal de esperanza"
      },
      {
        "id": 2,
        "year": "2020",
        "title": "La Conexión Global",
        "content": "Durante los meses de quietud mundial, científicos, activistas y comunidades indígenas de cinco continentes se conectaron virtualmente. Compartieron conocimientos ancestrales y descubrimientos modernos sobre regeneración ecosistémica. Naluum dejó de ser un fenómeno local para convertirse en una filosofía de vida.",
        "image": "🌍",
        "highlight": "De lo local a lo global"
      },
      {
        "id": 3,
        "year": "2021",
        "title": "Los Primeros Guardianes",
        "content": "Surgieron los 'Guardianes Naluum': personas comprometidas con acciones concretas de regeneración. Desde reforestación masiva hasta limpieza de océanos, cada guardián adoptó un ecosistema. La red creció exponencialmente, alcanzando 100,000 miembros en 50 países.",
        "image": "🌱",
        "highlight": "100,000 guardianes activos"
      },
      {
        "id": 4,
        "year": "2022",
        "title": "Tecnología y Sabiduría",
        "content": "El movimiento fusionó tecnología de punta con sabiduría ancestral. Drones reforestadores, biotecnología para limpiar agua y aplicaciones de monitoreo ecosistémico se combinaron con prácticas indígenas de agricultura regenerativa. Naluum demostró que el futuro está en honrar el pasado.",
        "image": "🔬",
        "highlight": "Innovación con propósito"
      },
      {
        "id": 5,
        "year": "2023",
        "title": "El Gran Cambio",
        "content": "Gobiernos y corporaciones comenzaron a adoptar los principios Naluum. Se crearon las primeras 'Ciudades Regenerativas' y los 'Corredores de Vida' - extensiones de tierra dedicadas exclusivamente a la regeneración natural. El movimiento ya no era alternativo, era el nuevo paradigma.",
        "image": "🏙️",
        "highlight": "Del activismo a la política"
      },
      {
        "id": 6,
        "year": "2024",
        "title": "El Presente es Futuro",
        "content": "Hoy, Naluum es más que un movimiento: es una forma de entender nuestra relación con el planeta. Millones de personas viven según sus principios: regenerar más de lo que consumimos, sanar más de lo que dañamos, crear más vida de la que encontramos. El planeta responde, y la esperanza florece.",
        "image": "✨",
        "highlight": "5 millones de miembros activos"
      }
    ]
  },
  {
    "name": "Naluum",
    "items": [
      {
        "id": 1,
        "year": "2021",
        "title": "La Semilla del Saber",
        "content": "Tras el crecimiento del Movimiento Naluum, surgió una necesidad urgente: formar a las personas que querían regenerar sus territorios. Así nació Naluum como espacio pedagógico, con círculos de estudio en comunidades rurales y urbanas. Fue el inicio de una nueva forma de aprender, conectada a la tierra y al corazón.",
        "image": "🌱",
        "highlight": "Nace la pedagogía regenerativa"
      },
      {
        "id": 2,
        "year": "2022",
        "title": "Escuela Viva",
        "content": "Naluum se consolidó como una red educativa global. Desde la Amazonía hasta los barrios urbanos, se multiplicaron las experiencias pedagógicas: talleres vivenciales, mentorías comunitarias y laboratorios de aprendizaje regenerativo. El aula dejó de tener paredes.",
        "image": "🌍",
        "highlight": "Educación sin fronteras"
      },
      {
        "id": 3,
        "year": "2023",
        "title": "Pedagogías del Futuro",
        "content": "Con el apoyo de educadores, sabias ancestrales y tecnólogos sociales, Naluum desarrolló su propio enfoque educativo. Se integraron metodologías activas, aprendizajes ancestrales, y tecnología accesible. Naluum se volvió referente global en educación para la regeneración.",
        "image": "📘",
        "highlight": "Modelo educativo propio"
      },
      {
        "id": 4,
        "year": "2024",
        "title": "La Comunidad que Aprende",
        "content": "Más de 500 comunidades en 20 países ya forman parte de la red pedagógica de Naluum. Cada una adapta los contenidos a su cultura, territorio y realidad. Se tejen lazos de colaboración y aprendizaje continuo. Naluum no enseña, acompaña.",
        "image": "🤝",
        "highlight": "Red de comunidades formadoras"
      },
      {
        "id": 5,
        "year": "2025",
        "title": "Universo Naluum",
        "content": "Se lanza la plataforma digital 'Universo Naluum': una constelación de cursos, contenidos y experiencias para cualquier persona, en cualquier lugar. Accesible, colaborativa y regenerativa. El conocimiento vuelve a ser común, vivo y compartido.",
        "image": "🪐",
        "highlight": "El saber al alcance de todos"
      }
    ]
  },
  {
    "name": "madreSelva",
    "items": [
      {
        "id": 1,
        "year": "2015",
        "title": "Raíces que Brotan",
        "content": "En un rincón fértil del planeta, abrazado por ríos claros y bosques ancestrales, nació Madre Selva. Su origen fue humilde pero lleno de propósito: ser un santuario de regeneración, un lugar donde la ciencia y la sabiduría ancestral pudieran encontrarse. Desde el principio, se dedicó a investigar y aprender de los procesos naturales, imitando la inteligencia de los ecosistemas para sanar la tierra. Cada construcción fue levantada con materiales naturales, cada sendero trazado respetando la vida que lo rodeaba. Aquí, la filosofía se convirtió en acción, y cada semilla plantada fue un compromiso silencioso pero firme con la vida.",
        "image": "🌱",
        "highlight": "Nacimiento del santuario y centro de investigación"
      },
      {
        "id": 2,
        "year": "2022",
        "title": "El IPC en Madre Selva",
        "content": "El año 2022 marcó un punto de inflexión. Madre Selva se convirtió en anfitriona del IPC, un encuentro internacional donde expertos, comunidades indígenas, campesinos, diseñadores y soñadores llegaron de distintos rincones del mundo. Durante semanas, la selva se transformó en un gran aula viva. Los días estaban llenos de talleres, recorridos por huertos sintrópicos y debates bajo la sombra de los árboles; las noches, de fogatas y cantos que cruzaban idiomas y culturas. Fue un tiempo de intercambio profundo, donde cada conversación era una semilla y cada experiencia, un puente entre mundos.",
        "image": "🌿",
        "highlight": "Encuentro internacional que convirtió la selva en un aula viva"
      },
      {
        "id": 3,
        "year": "2023",
        "title": "Escuela Viva",
        "content": "Inspirados por la energía del IPC, Madre Selva abrió las puertas a la Escuela Viva, un espacio de formación y transformación. Programas de aprendizaje continuo, residencias de investigación y experiencias inmersivas comenzaron a tomar forma. Personas de todos los continentes llegaron a convivir con la selva, aprendiendo no solo técnicas regenerativas, sino una manera distinta de habitar el mundo. En la Escuela Viva, se cocina con el fuego que ofrece la tierra, se cultiva siguiendo el ritmo de las estaciones y se estudia escuchando tanto a los maestros humanos como a los bosques y arroyos. No se aprende sobre la naturaleza, sino con ella y para ella.",
        "image": "🏕️",
        "highlight": "Formación y aprendizaje en armonía con la naturaleza"
      },
      {
        "id": 4,
        "year": "2025",
        "title": "Guardianes del Conocimiento",
        "content": "Hoy, Madre Selva es un nodo clave dentro del Movimiento Naluum. Desde aquí, el conocimiento fluye hacia comunidades, universidades y redes internacionales. Lo que alguna vez fue un sueño local, ahora es una corriente que atraviesa fronteras. Cada visitante que recorre sus senderos, que bebe de sus fuentes y que siembra en su tierra, se convierte en guardián de la regeneración, llevando consigo semillas —físicas y simbólicas— que germinan en cualquier lugar del planeta. Madre Selva ya no es solo un lugar: es un tejido de historias vivas que crecen y se multiplican.",
        "image": "🌎",
        "highlight": "Difusión global del conocimiento para la regeneración"
      }
    ],
    "fragments": {
      "welcome": "Madre Selva es un santuario de regeneración en el corazón de la naturaleza, dedicado a la investigación en agricultura sintrópica, diseño regenerativo y experiencias que conectan a las personas con la salud de la tierra.",
      "inspiration": "Cada paso que damos es un eco de nuestro compromiso con un futuro más sostenible y saludable para todos.",
      "callToAction": "Únete a nosotros y sé parte de un movimiento que regenera la tierra, inspira comunidades y siembra esperanza.",
      "philosophy": "Creemos que la verdadera sostenibilidad nace de la conexión profunda con la naturaleza y del compromiso con su cuidado. Aquí, la filosofía y la acción se entrelazan en cada proyecto.",
      "experience": "Visitar Madre Selva es sumergirse en un ecosistema vivo: caminar entre bosques, escuchar el susurro de los arroyos y aprender que regenerar la tierra es también regenerar el espíritu."
    }
  }

]
