[
  {
    "name": "Movimiento Naluum",
    "items": [
      {
        "id": 1,
        "year": "2019",
        "title": "El Despertar",
        "content": "En una pequeña comunidad costera de Costa Rica, un grupo de biólogos marinos descubrió algo extraordinario: los arrecifes que habían dado por muertos comenzaban a regenerarse de forma acelerada. Este fenómeno, que llamaron 'Naluum' (renacimiento en lengua maya), marcó el inicio de todo.",
        "image": "🌊",
        "highlight": "Primera señal de esperanza"
      },
      {
        "id": 2,
        "year": "2020",
        "title": "La Conexión Global",
        "content": "Durante los meses de quietud mundial, científicos, activistas y comunidades indígenas de cinco continentes se conectaron virtualmente. Compartieron conocimientos ancestrales y descubrimientos modernos sobre regeneración ecosistémica. Naluum dejó de ser un fenómeno local para convertirse en una filosofía de vida.",
        "image": "🌍",
        "highlight": "De lo local a lo global"
      },
      {
        "id": 3,
        "year": "2021",
        "title": "Los Primeros Guardianes",
        "content": "Surgieron los 'Guardianes Naluum': personas comprometidas con acciones concretas de regeneración. Desde reforestación masiva hasta limpieza de océanos, cada guardián adoptó un ecosistema. La red creció exponencialmente, alcanzando 100,000 miembros en 50 países.",
        "image": "🌱",
        "highlight": "100,000 guardianes activos"
      },
      {
        "id": 4,
        "year": "2022",
        "title": "Tecnología y Sabiduría",
        "content": "El movimiento fusionó tecnología de punta con sabiduría ancestral. Drones reforestadores, biotecnología para limpiar agua y aplicaciones de monitoreo ecosistémico se combinaron con prácticas indígenas de agricultura regenerativa. Naluum demostró que el futuro está en honrar el pasado.",
        "image": "🔬",
        "highlight": "Innovación con propósito"
      },
      {
        "id": 5,
        "year": "2023",
        "title": "El Gran Cambio",
        "content": "Gobiernos y corporaciones comenzaron a adoptar los principios Naluum. Se crearon las primeras 'Ciudades Regenerativas' y los 'Corredores de Vida' - extensiones de tierra dedicadas exclusivamente a la regeneración natural. El movimiento ya no era alternativo, era el nuevo paradigma.",
        "image": "🏙️",
        "highlight": "Del activismo a la política"
      },
      {
        "id": 6,
        "year": "2024",
        "title": "El Presente es Futuro",
        "content": "Hoy, Naluum es más que un movimiento: es una forma de entender nuestra relación con el planeta. Millones de personas viven según sus principios: regenerar más de lo que consumimos, sanar más de lo que dañamos, crear más vida de la que encontramos. El planeta responde, y la esperanza florece.",
        "image": "✨",
        "highlight": "5 millones de miembros activos"
      }
    ]
  },
  {
    "name": "Naluum",
    "items": [
      {
        "id": 1,
        "year": "2021",
        "title": "La Semilla del Saber",
        "content": "Tras el crecimiento del Movimiento Naluum, surgió una necesidad urgente: formar a las personas que querían regenerar sus territorios. Así nació Naluum como espacio pedagógico, con círculos de estudio en comunidades rurales y urbanas. Fue el inicio de una nueva forma de aprender, conectada a la tierra y al corazón.",
        "image": "🌱",
        "highlight": "Nace la pedagogía regenerativa"
      },
      {
        "id": 2,
        "year": "2022",
        "title": "Escuela Viva",
        "content": "Naluum se consolidó como una red educativa global. Desde la Amazonía hasta los barrios urbanos, se multiplicaron las experiencias pedagógicas: talleres vivenciales, mentorías comunitarias y laboratorios de aprendizaje regenerativo. El aula dejó de tener paredes.",
        "image": "🌍",
        "highlight": "Educación sin fronteras"
      },
      {
        "id": 3,
        "year": "2023",
        "title": "Pedagogías del Futuro",
        "content": "Con el apoyo de educadores, sabias ancestrales y tecnólogos sociales, Naluum desarrolló su propio enfoque educativo. Se integraron metodologías activas, aprendizajes ancestrales, y tecnología accesible. Naluum se volvió referente global en educación para la regeneración.",
        "image": "📘",
        "highlight": "Modelo educativo propio"
      },
      {
        "id": 4,
        "year": "2024",
        "title": "La Comunidad que Aprende",
        "content": "Más de 500 comunidades en 20 países ya forman parte de la red pedagógica de Naluum. Cada una adapta los contenidos a su cultura, territorio y realidad. Se tejen lazos de colaboración y aprendizaje continuo. Naluum no enseña, acompaña.",
        "image": "🤝",
        "highlight": "Red de comunidades formadoras"
      },
      {
        "id": 5,
        "year": "2025",
        "title": "Universo Naluum",
        "content": "Se lanza la plataforma digital 'Universo Naluum': una constelación de cursos, contenidos y experiencias para cualquier persona, en cualquier lugar. Accesible, colaborativa y regenerativa. El conocimiento vuelve a ser común, vivo y compartido.",
        "image": "🪐",
        "highlight": "El saber al alcance de todos"
      }
    ]
  },
  {
    "name": "madreSelva",
    "items": [
      {
        "id": 1,
        "year": "2015",
        "title": "Raíces que Brotan",
        "content": "En un rincón fértil del planeta, nació madreSelva como un centro de investigación y aprendizaje dedicado a la observación y experimentación de los procesos naturales. Su visión: imitar la inteligencia de los ecosistemas para regenerar la tierra.",
        "image": "🌱",
        "highlight": "Nacimiento del centro de investigación"
      },
      {
        "id": 2,
        "year": "2022",
        "title": "El IPC en madreSelva",
        "content": "Ese año, madreSelva fue sede del IPC, un encuentro internacional donde expertos, comunidades y soñadores compartieron saberes sobre permacultura, regeneración y convivencia armónica con la naturaleza. La selva se convirtió en aula y hogar para quienes buscan un mundo vivo.",
        "image": "🌿",
        "highlight": "Encuentro internacional de permacultura"
      },
      {
        "id": 3,
        "year": "2023",
        "title": "Escuela Viva",
        "content": "Con el IPC como punto de inflexión, madreSelva abrió sus puertas a programas de formación continua, residencias de investigación y experiencias inmersivas. Personas de todo el mundo llegaron para aprender de la selva, con la selva y para la selva.",
        "image": "🏕️",
        "highlight": "Formación en la naturaleza"
      },
      {
        "id": 4,
        "year": "2025",
        "title": "Guardianes del Conocimiento",
        "content": "Hoy, madreSelva es un nodo clave del Movimiento Naluum, compartiendo sus aprendizajes con comunidades, universidades y redes internacionales. Cada visitante se convierte en guardián del equilibrio natural.",
        "image": "🌎",
        "highlight": "Conocimiento para la regeneración global"
      }
    ]
  }
]
