[
  {
    "name": "Movimiento Naluum",
    "items": [
      {
        "id": 1,
        "year": "1998",
        "title": "El Sueño Original",
        "content": "En una comunidad maya de Noh Bec, Riviera Maya, el maestro Tierra Martínez de origen argentino concibe el primer instituto de permacultura. 'Naluum', que significa Madre Tierra en maya yucateco, nace como un susurro ancestral que conecta sabiduría milenaria con necesidades modernas de regeneración territorial.",
        "image": "🌳",
        "highlight": "Nacimiento del concepto Naluum"
      },
      {
        "id": 2,
        "year": "2000-2007",
        "title": "El Viaje Transformador",
        "content": "Después de relocalizarse en Playa del Carmen, situaciones de vida impulsan a la familia a iniciar un viaje por diferentes países y ecosistemas. Nacen sus hijas, una en México y otra en República Dominicana. Este viaje sin retorno les enseña que no se trata de regresar al mismo lugar, sino de no volver a ver el mundo de la misma forma.",
        "image": "🗺️",
        "highlight": "7 años de aprendizaje mundial"
      },
      {
        "id": 3,
        "year": "2008-2015",
        "title": "Instituto Itinerante",
        "content": "Nace la metodología transformadora: Naluum se convierte en un instituto itinerante de diseño de permacultura. Viajan por montañas, bosques, mares y selvas, llevando permacultura a lugares donde era necesaria pero inaccesible. Integran bioconstrucción, agricultura sintrópica, diseño hidrológico y permacultura social con el rescate de saberes ancestrales como base espiritual.",
        "image": "🎒",
        "highlight": "Metodología itinerante revolucionaria"
      },
      {
        "id": 4,
        "year": "2016-2020",
        "title": "Raíces en la Selva",
        "content": "Se establece el Ecocentro Madre Selva en Misiones, Argentina. Un proyecto demostrativo de 22 hectáreas que transforma suelos degradados en un sistema regenerativo funcional. La metodología Na Lu'um se consolida como una propuesta holística que conecta permacultura con espiritualidad ancestral, llenando el vacío que existía en los diseños tradicionales.",
        "image": "🌿",
        "highlight": "Ecocentro Madre Selva establecido"
      },
      {
        "id": 5,
        "year": "2022",
        "title": "Reconocimiento Internacional",
        "content": "Madre Selva se convierte en anfitrión del Encuentro Internacional de Permacultura 2022. Naluum es reconocido como parte del Consejo Internacional de Permacultura. La metodología que comenzó como un sueño de cuidado se convierte en una realidad reconocida mundialmente por su enfoque integral y transformador.",
        "image": "🏆",
        "highlight": "Consejo Internacional de Permacultura"
      },
      {
        "id": 6,
        "year": "2023-2024",
        "title": "Movimiento Global",
        "content": "Naluum trasciende el instituto para convertirse en un movimiento mundial. Una comunidad global con grupos locales, nacionales y continentales que genera cambios regenerativos. Ofrecen acompañamientos, asesorías y procesos educativos certificados internacionalmente, incluyendo PDC, agricultura sintrópica y masters en diseño, llevando soberanía alimentaria y regeneración ecosistémica a comunidades de todo el mundo.",
        "image": "🌍",
        "highlight": "Red global regenerativa activa"
      }
    ]
  },
  {
    "name": "Naluum",
    "items": [
      {
        "id": 1,
        "year": "2021",
        "title": "La Semilla del Saber",
        "content": "Tras el crecimiento del Movimiento Naluum, surgió una necesidad urgente: formar a las personas que querían regenerar sus territorios. Así nació Naluum como espacio pedagógico, con círculos de estudio en comunidades rurales y urbanas. Fue el inicio de una nueva forma de aprender, conectada a la tierra y al corazón.",
        "image": "🌱",
        "highlight": "Nace la pedagogía regenerativa"
      },
      {
        "id": 2,
        "year": "2022",
        "title": "Escuela Viva",
        "content": "Naluum se consolidó como una red educativa global. Desde la Amazonía hasta los barrios urbanos, se multiplicaron las experiencias pedagógicas: talleres vivenciales, mentorías comunitarias y laboratorios de aprendizaje regenerativo. El aula dejó de tener paredes.",
        "image": "🌍",
        "highlight": "Educación sin fronteras"
      },
      {
        "id": 3,
        "year": "2023",
        "title": "Pedagogías del Futuro",
        "content": "Con el apoyo de educadores, sabias ancestrales y tecnólogos sociales, Naluum desarrolló su propio enfoque educativo. Se integraron metodologías activas, aprendizajes ancestrales, y tecnología accesible. Naluum se volvió referente global en educación para la regeneración.",
        "image": "📘",
        "highlight": "Modelo educativo propio"
      },
      {
        "id": 4,
        "year": "2024",
        "title": "La Comunidad que Aprende",
        "content": "Más de 500 comunidades en 20 países ya forman parte de la red pedagógica de Naluum. Cada una adapta los contenidos a su cultura, territorio y realidad. Se tejen lazos de colaboración y aprendizaje continuo. Naluum no enseña, acompaña.",
        "image": "🤝",
        "highlight": "Red de comunidades formadoras"
      },
      {
        "id": 5,
        "year": "2025",
        "title": "Universo Naluum",
        "content": "Se lanza la plataforma digital 'Universo Naluum': una constelación de cursos, contenidos y experiencias para cualquier persona, en cualquier lugar. Accesible, colaborativa y regenerativa. El conocimiento vuelve a ser común, vivo y compartido.",
        "image": "🪐",
        "highlight": "El saber al alcance de todos"
      }
    ]
  },
  {
    "name": "madreSelva",
    "items": [
      {
        "id": 1,
        "year": "2015",
        "title": "Raíces que Brotan",
        "content": "En un rincón fértil del planeta, abrazado por ríos claros y bosques ancestrales, nació Madre Selva. Su origen fue humilde pero lleno de propósito: ser un santuario de regeneración, un lugar donde la ciencia y la sabiduría ancestral pudieran encontrarse. Desde el principio, se dedicó a investigar y aprender de los procesos naturales, imitando la inteligencia de los ecosistemas para sanar la tierra. Cada construcción fue levantada con materiales naturales, cada sendero trazado respetando la vida que lo rodeaba. Aquí, la filosofía se convirtió en acción, y cada semilla plantada fue un compromiso silencioso pero firme con la vida.",
        "image": "🌱",
        "highlight": "Nacimiento del santuario y centro de investigación"
      },
      {
        "id": 2,
        "year": "2022",
        "title": "El IPC en Madre Selva",
        "content": "El año 2022 marcó un punto de inflexión. Madre Selva se convirtió en anfitriona del IPC, un encuentro internacional donde expertos, comunidades indígenas, campesinos, diseñadores y soñadores llegaron de distintos rincones del mundo. Durante semanas, la selva se transformó en un gran aula viva. Los días estaban llenos de talleres, recorridos por huertos sintrópicos y debates bajo la sombra de los árboles; las noches, de fogatas y cantos que cruzaban idiomas y culturas. Fue un tiempo de intercambio profundo, donde cada conversación era una semilla y cada experiencia, un puente entre mundos.",
        "image": "🌿",
        "highlight": "Encuentro internacional que convirtió la selva en un aula viva"
      },
      {
        "id": 3,
        "year": "2023",
        "title": "Escuela Viva",
        "content": "Inspirados por la energía del IPC, Madre Selva abrió las puertas a la Escuela Viva, un espacio de formación y transformación. Programas de aprendizaje continuo, residencias de investigación y experiencias inmersivas comenzaron a tomar forma. Personas de todos los continentes llegaron a convivir con la selva, aprendiendo no solo técnicas regenerativas, sino una manera distinta de habitar el mundo. En la Escuela Viva, se cocina con el fuego que ofrece la tierra, se cultiva siguiendo el ritmo de las estaciones y se estudia escuchando tanto a los maestros humanos como a los bosques y arroyos. No se aprende sobre la naturaleza, sino con ella y para ella.",
        "image": "🏕️",
        "highlight": "Formación y aprendizaje en armonía con la naturaleza"
      },
      {
        "id": 4,
        "year": "2025",
        "title": "Guardianes del Conocimiento",
        "content": "Hoy, Madre Selva es un nodo clave dentro del Movimiento Naluum. Desde aquí, el conocimiento fluye hacia comunidades, universidades y redes internacionales. Lo que alguna vez fue un sueño local, ahora es una corriente que atraviesa fronteras. Cada visitante que recorre sus senderos, que bebe de sus fuentes y que siembra en su tierra, se convierte en guardián de la regeneración, llevando consigo semillas —físicas y simbólicas— que germinan en cualquier lugar del planeta. Madre Selva ya no es solo un lugar: es un tejido de historias vivas que crecen y se multiplican.",
        "image": "🌎",
        "highlight": "Difusión global del conocimiento para la regeneración"
      }
    ],
    "fragments": {
      "welcome": "Madre Selva es un santuario de regeneración en el corazón de la naturaleza, dedicado a la investigación en agricultura sintrópica, diseño regenerativo y experiencias que conectan a las personas con la salud de la tierra.",
      "inspiration": "Cada paso que damos es un eco de nuestro compromiso con un futuro más sostenible y saludable para todos.",
      "callToAction": "Únete a nosotros y sé parte de un movimiento que regenera la tierra, inspira comunidades y siembra esperanza.",
      "philosophy": "Creemos que la verdadera sostenibilidad nace de la conexión profunda con la naturaleza y del compromiso con su cuidado. Aquí, la filosofía y la acción se entrelazan en cada proyecto.",
      "experience": "Visitar Madre Selva es sumergirse en un ecosistema vivo: caminar entre bosques, escuchar el susurro de los arroyos y aprender que regenerar la tierra es también regenerar el espíritu."
    }
  },
  {
    "name": "Global",
    "items": [
      {
        "id": 1,
        "year": "2020",
        "title": "El Llamado de la Tierra",
        "content": "Global nació del escuchar profundo. No surgimos en una oficina con aire acondicionado planeando el futuro del mundo. Nacimos con las manos en la tierra, en el Movimiento Na Lu'um, donde durante décadas aprendimos que regenerar no es un concepto técnico, es un acto de amor. Na Lu'um nos enseñó que cada territorio tiene su propia inteligencia, su propio ritmo, su propia medicina.",
        "image": "🌎",
        "highlight": "Nacimiento desde Na Lu'um"
      },
      {
        "id": 2,
        "year": "2021",
        "title": "La Red Viva",
        "content": "Global evolucionó para convertirse en más que una consultora: una red viva. Como las micorrizas que conectan los bosques bajo tierra, comenzamos a conectar saberes, territorios y sueños. Permacultores en Argentina, arquitectos naturales en Colombia, facilitadores en México, educadores en Francia, innovadores en Nueva Zelanda. Personas que se atrevieron a imaginar que otro mundo no solo es posible, sino que ya está emergiendo.",
        "image": "🕸️",
        "highlight": "Red internacional de regeneradores"
      },
      {
        "id": 3,
        "year": "2022",
        "title": "El Cambio desde Adentro",
        "content": "Desarrollamos nuestra metodología única: no llegamos a los territorios con manuales prediseñados ni powerpoints genéricos. Llegamos con una pregunta: '¿Qué quiere nacer aquí?' Trabajamos como trabaja la naturaleza: en ciclos, en redes, en reciprocidad. Cada proyecto es un ecosistema, con su propia complejidad, su propia belleza, sus propios desafíos.",
        "image": "🌿",
        "highlight": "Metodología regenerativa propia"
      },
      {
        "id": 4,
        "year": "2023",
        "title": "Puente entre Mundos",
        "content": "En tiempos de colapso y renacimiento, Global se consolidó como puente entre mundos. Nos volvimos traductores entre la sabiduría ancestral y la innovación contemporánea. Entre la urgencia del hacer y la paciencia del proceso. Entre el sueño individual y la transformación colectiva. No vendemos esperanza, la cultivamos. No prometemos cambios, los acompañamos.",
        "image": "🌉",
        "highlight": "Integración de saberes"
      },
      {
        "id": 5,
        "year": "2024",
        "title": "Transformación Territorial",
        "content": "Cuando una comunidad en los Andes nos llamó para diseñar su transición hacia la soberanía alimentaria, co-creamos desde su cosmovisión, sus semillas nativas, su calendario lunar. Cuando una empresa en Buenos Aires quiso transformar su cultura organizacional, facilitamos que emergiera su propia forma de organizarse. La transformación real no viene de arriba ni de afuera. Nace de adentro, crece en comunidad y florece cuando encuentra su propósito.",
        "image": "🏔️",
        "highlight": "Proyectos emblemáticos territoriales"
      },
      {
        "id": 6,
        "year": "2025",
        "title": "La Invitación Abierta",
        "content": "Hoy, Global está aquí para caminar contigo. No como consultores externos, sino como compañeros de viaje. No para decirte qué hacer, sino para co-crear contigo lo que necesita emerger. En cada semilla vive un bosque entero. En cada proyecto, un mundo posible. En cada encuentro, una oportunidad de regenerar la vida. Donde los sueños se vuelven diseño, y el diseño se vuelve vida.",
        "image": "✨",
        "highlight": "Co-creación regenerativa global"
      }
    ],
    "fragments": {
      "welcome": "Global es una red viva de consultoría regenerativa internacional, nacida del Movimiento Na Lu'um. Somos traductores entre la sabiduría ancestral y la innovación contemporánea, acompañando territorios en su transformación regenerativa.",
      "inspiration": "No vendemos esperanza. La cultivamos. No prometemos cambios. Los acompañamos. No hablamos de sustentabilidad. Vivimos la regeneración.",
      "callToAction": "Si escuchaste el llamado de la tierra y sientes que es tiempo de pasar del discurso a la acción, de la teoría a la práctica, del miedo a la creación, Global está aquí para caminar contigo.",
      "philosophy": "Trabajamos como trabaja la naturaleza: en ciclos, en redes, en reciprocidad. Nuestros procesos son vivos porque entienden que cada proyecto es un ecosistema, con su propia complejidad, su propia belleza, sus propios desafíos.",
      "experience": "No llegamos con manuales prediseñados. Llegamos con una pregunta: '¿Qué quiere nacer aquí?' Co-creamos desde la cosmovisión local, porque la transformación real nace de adentro, crece en comunidad y florece cuando encuentra su propósito."
    }
  }
]